chronoweb/src/main/resources/webroot/example/getEventsXML/SimpleEventQuery_sensor/EQ_deviceMetadata.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:query="urn:epcglobal:epcis-query:xsd:2"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema">
	<soapenv:Header />
	<soapenv:Body>
		<query:Poll>
			<queryName>SimpleEventQuery</queryName>
			<params>
				<param>
					<name>EQ_SENSORMETADATA_deviceMetadata</name>
					<value xsi:type="query:ArrayOfString">
						<string>urn:epc:id:gdti:0614141.12345.006847</string>
					</value>
				</param>
				<param>
					<name>EQ_SENSORREPORT_deviceMetadata</name>
					<value xsi:type="query:ArrayOfString">
						<string>urn:epc:id:gdti:0614141.12345.006848</string>
					</value>
				</param>
			</params>
		</query:Poll>
	</soapenv:Body>
</soapenv:Envelope>